{
    "human": {
      "name": "Human",
      "description": "It's a human. Dumbass. Your garden-variety bipedal mammal known for their insatiable curiosity remarkable adaptability and baffling tendency to self-destruct. Humans are as diverse as they are numerous capable of acts of great heroism and unspeakable stupidity. If you like playing the underdog who somehow manages to survive against all odds humans are your best bet.",
      "statbonus": {
        "strength": 1,
        "dexterity": 1,
        "intelligence": 1,
        "charisma": 1,
        "stamina": 1,
        "perception": 1,
        "wit": 1
      },
      "skillbonus": {
        "survival": 2,
        "persuasion": 2,
        "athletics": 2
      },
      "abilities": [
        "quicklearner",
        "adaptablecombat"
      ],
      "traits": [
        "versatile",
        "resilient"
      ],
      "lore": "Humans are known for their relentless drive and ambition. They have spread across countless worlds adapting to and thriving in a multitude of environments. Their history is filled with both triumphs and tragedies making them one of the most unpredictable races in the universe.",
      "armorrating": 0
    },
    "amazonian": {
      "name": "Amazonian",
      "description": "Picture a tribe of towering warrior women who could bench-press a horse and still look fabulous doing it. The Amazonians are the kind of race you pick when you want your RPG character to have more muscle than a bodybuilding competition, with a side of fierce independence and a no-nonsense attitude.",
      "statbonus": {
        "strength": 5,
        "stamina": 4,
        "dexterity": 2
      },
      "skillbonus": {
        "melee": 3,
        "athletics": 3,
        "survival": 2,
        "intimidation": 3
      },
      "abilities": [
        "battlecry",
        "warriorsresolve"
      ],
      "traits": [
        "toughness",
        "naturalleader"
      ],
      "lore": "Descendants of the legendary Amazon tribes, these fierce women have carved out a reputation as the ultimate warriors of Dungeon Crawler World. Raised in a matriarchal society where strength and skill are paramount, Amazonians are renowned for their prowess in combat and their indomitable spirit. Whether leading a charge or holding the line, they are a force to be reckoned with.",
      "armorrating": 4
    },
    "arachnid": {
      "name": "Arachnid",
      "description": "Half-human half-tarantula and all nightmare fuel. Arachnids are as terrifying as they sound with the upper body of a human and the lower body of a giant spider. They are masters of ambush and entrapment spinning webs to ensnare their prey.",
      "statbonus": {
        "dexterity": 3,
        "strength": 2,
        "perception": 1
      },
      "skillbonus": {
        "stealth": 3,
        "survival": 2,
        "athletics": 1
      },
      "abilities": [
        "webspin",
        "venomousbite"
      ],
      "traits": [
        "wallclimbing",
        "poisonresistance"
      ],
      "lore": "Arachnids are often viewed with fear and revulsion their spider-like nature making them natural predators. They are typically found in dark web-filled caverns and ancient ruins where they hunt and weave their webs in peace.",
      "armorrating": 1
    },
    "bugbear": {
      "name": "Bugbear",
      "description": "Bugbears are the mystery meat of the fantasy world—big hairy and with a temperament that could charitably be described as \"volatile.\" These hulking brutes excel at ambushes and intimidation often found leading bands of lesser goblinoids.",
      "statbonus": {
        "strength": 3,
        "stamina": 2,
        "dexterity": 1
      },
      "skillbonus": {
        "melee": 3,
        "intimidation": 2,
        "stealth": 1
      },
      "abilities": [
        "brutalambush",
        "terrorroar"
      ],
      "traits": [
        "darkvision",
        "naturalarmor"
      ],
      "lore": "Bugbears are known to be the shock troops of goblinoid armies often revered as champions in their savage societies. Their brute strength and natural ferocity make them both feared and respected in the darker corners of the world.",
      "armorrating": -1
    },
    "bune": {
      "name": "Bune",
      "description": "Ah the Bune because the universe looked at demons and said \"Let’s make them even weirder.\" These frog-like demons are as unsettling as they are mysterious with an aura of the unknown and a croak that sends shivers down spines.",
      "statbonus": {
        "dexterity": 3,
        "intelligence": 2,
        "stamina": 1
      },
      "skillbonus": {
        "stealth": 3,
        "arcana": 2,
        "investigation": 1
      },
      "abilities": [
        "hypnoticcroak",
        "demonleap"
      ],
      "traits": [
        "poisonresistance",
        "amphibious"
      ],
      "lore": "Bunes are often found in swamps and other murky environments where their demonic nature and cunning make them dangerous adversaries and valuable allies in the darker corners of the world.",
      "armorrating": 0
    },
    "caprid": {
      "name": "Caprid",
      "description": "Caprids are what happens when the universe decides that goats should walk upright and have a knack for stubbornness. These goat-like humanoids are hardy tenacious and possess an uncanny ability to climb almost anything making them the mountain's true masters.",
      "statbonus": {
        "strength": 3,
        "stamina": 2,
        "dexterity": 1
      },
      "skillbonus": {
        "athletics": 3,
        "survival": 1
      },
      "abilities": [
        "mountainmastery",
        "headbuttcharge"
      ],
      "traits": [
        "sure-footed",
        "coldresistance"
      ],
      "lore": "Caprids are often found in high-altitude settlements where their unique skills and traits are put to the best use. They worship mountain deities and are known for their fierce independence and community strength.",
      "armorrating": 1
    },
    "changeling": {
      "name": "Changeling",
      "description": "Changelings are the ultimate plus-ones able to seamlessly fit into any situation. Their ability to mimic the appearance and mannerisms of others makes them invaluable spies diplomats and con artists. With a face for every occasion they can be anyone and everyone.",
      "statbonus": {
        "dexterity": 3,
        "wit": 2,
        "charisma": 1
      },
      "skillbonus": {
        "deception": 3,
        "disguise": 2,
        "stealth": 1
      },
      "abilities": [
        "shapechange",
        "mimicvoice"
      ],
      "traits": [
        "adaptivephysiology",
        "quickstudy"
      ],
      "lore": "Changelings are often seen as wild cards in the political landscape able to tip the scales in any direction. Their elusive nature and unparalleled adaptability make them both highly sought after and deeply distrusted.",
      "armorrating": 0
    },
    "coal engine": {
      "name": "Coal Engine",
      "description": "Because someone out there looked at a rock and said \"This should move.\" Coal Engines are sentient steampunk-esque constructs powered by coal and a desire to make everything around them dirty. They excel in endurance and strength plowing through obstacles like a locomotive on a mission.",
      "statbonus": {
        "strength": 3,
        "stamina": 2,
        "intelligence": 1
      },
      "skillbonus": {
        "engineering": 3,
        "athletics": 2,
        "survival": 1
      },
      "abilities": [
        "steamblast",
        "ironfist"
      ],
      "traits": [
        "fireresistance",
        "heavyarmor"
      ],
      "lore": "Coal Engines are remnants of a bygone industrial era often found in the depths of ancient factories or abandoned mines. Their creation is shrouded in mystery with many believing they were gifts from a forgotten god of industry.",
      "armorrating": 2
    },
    "cretin": {
      "name": "Cretin",
      "description": "Not your average bouncer the Cretin are rock giants with a penchant for smashing things. These hulking rock-skinned beings are known for their incredible strength and durability making them natural protectors and fearsome warriors.",
      "statbonus": {
        "strength": 3,
        "stamina": 2,
        "dexterity": 1
      },
      "skillbonus": {
        "melee": 3,
        "intimidation": 2,
        "athletics": 1
      },
      "abilities": [
        "earthquakestomp",
        "boulderthrow"
      ],
      "traits": [
        "naturalarmor",
        "damageresistance"
      ],
      "lore": "Cretins are often found guarding ancient sites and treasures their loyalty and strength making them ideal protectors. They are believed to be the children of earth deities born from the mountains themselves.",
      "armorrating": 2
    },
    "crocodilian": {
      "name": "Crocodilian",
      "description": "Imagine a creature that embodies the phrase \"you’ll never see it coming\" then add a thousand teeth and a smile that could terrify a shark. Crocodilians are stealthy deadly and possess a toughness that rivals even the most armored knights.",
      "statbonus": {
        "strength": 3,
        "stamina": 2,
        "dexterity": 1
      },
      "skillbonus": {
        "stealth": 3,
        "melee": 2,
        "survival": 1
      },
      "abilities": [
        "deathroll",
        "ambushstrike"
      ],
      "traits": [
        "watercamouflage",
        "naturalarmor"
      ],
      "lore": "Crocodilians are often seen as the guardians of ancient waterways and hidden treasures. Their patience and lethality make them formidable protectors and fearsome predators.",
      "armorrating": 2
    },
    "doppelgänger": {
      "name": "Doppelgänger",
      "description": "Doppelgängers are the Swiss Army knives of shapeshifters. Able to mimic not just the appearance but also the mannerisms and voice of any creature they observe these beings are the ultimate infiltrators. Their natural ability to adapt makes them both feared and indispensable.",
      "statbonus": {
        "dexterity": 3,
        "intelligence": 2,
        "charisma": 1
      },
      "skillbonus": {
        "disguise": 3,
        "deception": 2,
        "sense deception": 1
      },
      "abilities": [
        "perfectimitation",
        "shadowstep"
      ],
      "traits": [
        "mimicry",
        "ambidextrous"
      ],
      "lore": "Doppelgängers are often lone agents working for those who can afford their services. Their ability to blend in seamlessly makes them highly valuable in espionage and sabotage operations.",
      "armorrating": -1
    },
    "elf": {
      "name": "Elf",
      "description": "Ah elves the runway models of the fantasy world. With their perfect hair ageless beauty and a tendency to look down on everyone (both literally and figuratively) elves are the pinnacle of grace and superiority in any fantasy setting.",
      "statbonus": {
        "dexterity": 3,
        "intelligence": 2,
        "charisma": 1
      },
      "skillbonus": {
        "archery": 3,
        "stealth": 2,
        "arcana": 1
      },
      "abilities": [
        "elvengrace",
        "arcaneshot"
      ],
      "traits": [
        "nightvision",
        "feyancestry"
      ],
      "lore": "Elves are often associated with ancient mystical forests and revered for their connection to nature and magic. Their societies are known for their elaborate rituals and an air of superiority that often alienates them from other races.",
      "armorrating": 0
    },
    "fairy": {
      "name": "Fairy",
      "description": "Fairies: not just the tiny winged beings of lore. These Fairies are sassy sparkly and often wield more power than their diminutive size would suggest. With a love for trickery and a natural affinity for magic they bring a touch of whimsy and a lot of chaos to any situation.",
      "statbonus": {
        "dexterity": 3,
        "wit": 2,
        "charisma": 1
      },
      "skillbonus": {
        "arcana": 3,
        "stealth": 2,
        "persuasion": 1
      },
      "abilities": [
        "enchanteddust",
        "feytrickery"
      ],
      "traits": [
        "flight",
        "magicresistance"
      ],
      "lore": "Fairies are often seen as the playful yet mischievous children of the forest gods. Their antics are well-known in folklore and their presence is both a blessing and a curse.",
      "armorrating": -1
    },
    "gondii": {
      "name": "Gondii",
      "description": "Gondii the parasitic worms of the Valtay are as unsettling as they are clever. These small worm-like creatures can control their host's nervous system turning them into unsuspecting puppets. Masters of manipulation they are a race feared for their insidious methods.",
      "statbonus": {
        "intelligence": 3,
        "dexterity": 2,
        "wit": 1
      },
      "skillbonus": {
        "medicine": 3,
        "stealth": 2,
        "persuasion": 1
      },
      "abilities": [
        "neuraloverload",
        "parasiticcontrol"
      ],
      "traits": [
        "hostdependency",
        "mindshield"
      ],
      "lore": "Gondii are often whispered about in fear their ability to take over and control other beings making them both fascinating and terrifying. They are believed to be agents of ancient and dark deities spreading chaos wherever they go.",
      "armorrating": -2
    },
    "grulke": {
      "name": "Grulke",
      "description": "Who needs grace when you can have slime? Grulkes are oozing grotesque beings that revel in their own filth. With a body that’s more jelly than solid they can squeeze through the tightest of spaces and leave a trail of sticky chaos in their wake.",
      "statbonus": {
        "strength": 3,
        "stamina": 2,
        "dexterity": 1
      },
      "skillbonus": {
        "stealth": 3,
        "survival": 2,
        "athletics": 1
      },
      "abilities": [
        "acidspit",
        "slimetrail"
      ],
      "traits": [
        "acidresistance",
        "flexibleform"
      ],
      "lore": "Grulkes are often found in swamps and other dank environments their presence often heralding decay and disease. Despite their appearance they are resilient survivors thriving where others would falter.",
      "armorrating": 0
    },
    "igneous": {
      "name": "Igneous",
      "description": "Ever wanted to be the person at the party who can literally light a room on fire? Meet the Igneous. These magma-blooded beings are as hot-headed as they come with a penchant for pyrotechnics and a body temperature that could melt steel.",
      "statbonus": {
        "strength": 3,
        "stamina": 2,
        "dexterity": 1
      },
      "skillbonus": {
        "melee": 3,
        "intimidation": 2,
        "survival": 1
      },
      "abilities": [
        "magmablast",
        "lavasurge"
      ],
      "traits": [
        "fireresistance",
        "heataura"
      ],
      "lore": "Igneous beings are believed to be the offspring of ancient volcano gods their fiery temperaments and abilities making them both revered and feared in equal measure.",
      "armorrating": 2
    },
    "incubus": {
      "name": "Incubus",
      "description": "Ah the Incubus. Also known as the Gigachad of the underworld. These devilishly handsome beings thrive on the essence of others particularly enjoying a good seduction. With charm oozing out of every pore and a tendency to leave a trail of broken hearts and empty wallets they are the ultimate social manipulators.",
      "statbonus": {
        "charisma": 3,
        "dexterity": 2,
        "wit": 5
      },
      "skillbonus": {
        "persuasion": 3,
        "deception": 2,
        "acrobatics": 1
      },
      "abilities": [
        "seductivegaze",
        "dreaminfiltration"
      ],
      "traits": [
        "charmresistance",
        "infernalheritage"
      ],
      "lore": "Incubi are often found weaving their way through the upper echelons of society gathering influence and followers. Their infernal origins make them both alluring and dangerous often acting as intermediaries for darker powers.",
      "armorrating": 1
    },
    "infiltrator": {
      "name": "Infiltrator",
      "description": "The ultimate eavesdroppers. These aquatic brain-suckers are the nightmare of anyone with a secret. Infiltrators are masters of espionage and subterfuge able to blend into shadows and extract information with their mental prowess.",
      "statbonus": {
        "intelligence": 3,
        "dexterity": 2,
        "perception": 1
      },
      "skillbonus": {
        "stealth": 3,
        "investigation": 2,
        "deception": 1
      },
      "abilities": [
        "mindprobe",
        "shadowmeld"
      ],
      "traits": [
        "waterbreathing",
        "psychicshield"
      ],
      "lore": "Infiltrators are often used by powerful factions to gather intelligence and execute covert operations. Their ability to slip through defenses and uncover hidden truths makes them both invaluable and feared.",
      "armorrating": -2
    },
    "intellect hunter": {
      "name": "Intellect Hunter",
      "description": "Nothing says \"I've arrived\" quite like commanding an army of enslaved minds. Intellect Hunters are feared for their psychic abilities and their insatiable hunger for knowledge often extracting it directly from the minds of their victims.",
      "statbonus": {
        "intelligence": 3,
        "wit": 2,
        "charisma": 1
      },
      "skillbonus": {
        "arcana": 3,
        "investigation": 2,
        "deception": 1
      },
      "abilities": [
        "mindprobe",
        "psychicblast"
      ],
      "traits": [
        "psychicresistance",
        "mentalfortitude"
      ],
      "lore": "Intellect Hunters are often found in ancient ruins or hidden enclaves where they pursue forbidden knowledge and expand their mental prowess. They are seen as both sages and threats their abilities making them formidable adversaries.",
      "armorrating": -2
    },
    "naga": {
      "name": "Naga",
      "description": "The Naga with their cobra-headed elegance are the true epitome of looking down on you—literally and figuratively. These serpent-like beings are known for their grace cunning and a venomous bite that can end most arguments swiftly.",
      "statbonus": {
        "dexterity": 3,
        "intelligence": 2,
        "charisma": 1
      },
      "skillbonus": {
        "stealth": 3,
        "intimidation": 2,
        "acrobatics": 1
      },
      "abilities": [
        "venomousstrike",
        "hypnoticgaze"
      ],
      "traits": [
        "poisonresistance",
        "infraredvision"
      ],
      "lore": "Naga are often seen as the chosen of the snake gods revered and feared in equal measure. Their ability to manipulate and their lethal prowess make them formidable allies and terrifying foes.",
      "armorrating": 2
    },
    "night dwarfs": {
      "name": "Night Dwarfs",
      "description": "What happens when dwarfs decide the sun is overrated? Night Dwarfs that's what. These subterranean beings thrive in darkness excelling in mining and crafting under the stars (or lack thereof).",
      "statbonus": {
        "strength": 3,
        "stamina": 2,
        "dexterity": 1
      },
      "skillbonus": {
        "engineering": 3,
        "stealth": 1
      },
      "abilities": [
        "darkvision",
        "stoneshape"
      ],
      "traits": [
        "nightvision",
        "stonecunning"
      ],
      "lore": "Night Dwarfs are often seen as the keepers of deep earth secrets their ability to navigate and manipulate underground environments making them invaluable in mining operations and subterranean expeditions.",
      "armorrating": 1
    },
    "orc": {
      "name": "Orc",
      "description": "Orcs the pig-like mainstay of fantasy races. Known for their brute strength love of battle and surprisingly complex social structures. Despite their often brutish appearance orcs have a rich culture centered around honor strength and communal bonds.",
      "statbonus": {
        "strength": 3,
        "stamina": 2,
        "dexterity": 1
      },
      "skillbonus": {
        "melee": 3,
        "intimidation": 2,
        "athletics": 1
      },
      "abilities": [
        "berserkerrage",
        "warcry"
      ],
      "traits": [
        "darkvision",
        "relentlessendurance"
      ],
      "lore": "Orcs are often found in clans with strict hierarchies and deep traditions. They are known to be formidable warriors and fearsome adversaries with a code of honor that binds them together.",
      "armorrating": 2
    },
    "porsuk": {
      "name": "Porsuk",
      "description": "Porsuks are your friendly neighborhood badger-people known for their tenacity digging skills and general grumpiness. These burrowers are fiercely territorial and have a natural affinity for the earth making them excellent miners and formidable fighters.",
      "statbonus": {
        "strength": 3,
        "stamina": 2,
        "perception": 1
      },
      "skillbonus": {
        "survival": 3,
        "melee": 1
      },
      "abilities": [
        "burrowblitz",
        "badgerrage"
      ],
      "traits": [
        "earthsense",
        "naturalarmor"
      ],
      "lore": "Porsuks are known to inhabit extensive underground networks fiercely protecting their homes and resources. Their society values strength and perseverance often worshipping deities of the earth and nature.",
      "armorrating": 1
    },
    "primal": {
      "name": "Primal",
      "description": "The Primals are the progenitors the first known species to conquer the universe. They are the boogiemen of the cosmos. Nobody knows what they looked like or anything about them other than that they spread across the galaxy and then one day they just vanished.",
      "statbonus": {
        "strength": -1,
        "dexterity": -1,
        "stamina": -1
      },
      "skillbonus": {
        "arcana": 3,
        "lore": 3,
        "intimidation": 2
      },
      "abilities": [
        "blankslate",
        "ancestralrecall"
      ],
      "traits": [
        "ancientknowledge",
        "dimensionalawareness"
      ],
      "lore": "The Primals are the stuff of legend their sudden disappearance leaving behind only relics and ruins. Scholars and adventurers alike seek their remnants hoping to unlock the secrets of their immense power and mysterious vanishing. Their influence is still felt in the ancient structures and forgotten technologies scattered across the galaxy.",
      "armorrating": -1
    },
    "rat hooligan": {
      "name": "Rat Hooligan",
      "description": "The Rat Hooligans or Rat-kin are essentially what you get if you give a rat a shot of espresso and a penchant for kleptomania. These small nimble and perpetually twitchy beings thrive in urban environments where they can scavenge steal and sneak around to their heart's content.",
      "statbonus": {
        "dexterity": 3,
        "wit": 2,
        "perception": 1
      },
      "skillbonus": {
        "stealth": 3,
        "sleight of hand": 2,
        "acrobatics": 1
      },
      "abilities": [
        "scavenger'sdelight",
        "rat'sescape"
      ],
      "traits": [
        "nightvision",
        "diseaseresistance"
      ],
      "lore": "Rat Hooligans have a storied history in the underbellies of major cities often seen as the unseen rulers of the night. Their cunning and adaptability are legendary making them both feared and respected.",
      "armorrating": 1
    },
    "saccathian": {
      "name": "Saccathian",
      "description": "Ah the Saccathians or \"Sacs\" if you're into brevity. Imagine a sentient cactus with a penchant for sarcasm and a deep hatred for anything resembling a lawnmower. These prickly fellows thrive in arid environments and have a natural knack for survival which is just as well because everyone wants to use them as pincushions.",
      "statbonus": {
        "stamina": 3,
        "dexterity": 2,
        "intelligence": 1
      },
      "skillbonus": {
        "survival": 3,
        "stealth": 2,
        "athletics": 1
      },
      "abilities": [
        "needlebarrage",
        "desertcamouflage"
      ],
      "traits": [
        "resistancetofire",
        "waterretention"
      ],
      "lore": "Saccathians are often considered the descendants of a long-forgotten desert deity. Their survival skills and resistance to harsh environments make them revered among desert tribes.",
      "armorrating": 0
    },
    "succubus": {
      "name": "Succubus",
      "description": "The Succubi are the alluring temptresses of the Dungeon Crawler World, masters of manipulation, and wielders of beguiling magic. They are demonically infused beings with a natural affinity for charm and deception, often using their irresistible allure to bend others to their will. Succubi are recognized by their striking appearance—often with horned crowns, bat-like wings, and tails that end in a sharp point. Their skin tone ranges from dusky grays to deep, infernal reds, and their eyes gleam with a predatory cunning. Succubi thrive in the shadows of society, often taking on roles that allow them to exploit their natural talents for personal gain. They are known for their charisma and their ability to ensnare the hearts and minds of those around them, whether through seductive whispers or magical influence. Despite their darker nature, not all Succubi are evil; some use their powers for more neutral or even benevolent purposes, often driven by a desire for freedom and self-determination.",
      "statbonus": {
        "stamina": 3,
        "dexterity": 2,
        "intelligence": 4,
        "charisma": 3,
        "wit": 5
      },
      "skillbonus": {
        "explosives handling": 3,
        "seduction": 4,
        "persuasion": 3,
        "performance": 3,
        "awareness": 3,
        "tracking": 3,
        "perception": 3,
        "hold breath": 5,
        "tactics": 2,
        "lore": 3
      },
      "abilities": [
        "shapechanger",
        "seductiveaura"
      ],
      "traits": [
        "resistancetofire",
        "life-drain"
      ],
      "lore": "The Succubus drains the life force from any creature it comes in physical contact with. The target takes 2d6 necrotic damage per 10 seconds, and the Succubus regains hit points equal to the damage dealt.",
      "armorrating": 2
    },
    "sasquatch": {
      "name": "Sasquatch",
      "description": "Ever wanted to embody the essence of every blurry photograph ever taken? Enter the Sasquatch. These massive hairy humanoids are masters of camouflage and wilderness survival with a penchant for avoiding civilization and cameras alike.",
      "statbonus": {
        "strength": 3,
        "stamina": 2,
        "dexterity": 1
      },
      "skillbonus": {
        "stealth": 3,
        "survival": 2,
        "athletics": 1
      },
      "abilities": [
        "foreststride",
        "mightyroar"
      ],
      "traits": [
        "naturalcamouflage",
        "nightvision"
      ],
      "lore": "Sasquatches are often regarded as guardians of the wilderness believed to be ancient spirits of the forest by some cultures. Their elusive nature only adds to their mystique and the legends surrounding them.",
      "armorrating": 2
    },
    "shade gnoll": {
      "name": "Shade Gnoll",
      "description": "Ever wondered who you call when a fantasy riot needs controlling? Shade Gnolls the grimdark version of gnolls step in with shadowy abilities and a penchant for brutality. These beings thrive in chaos and darkness making them excellent enforcers and deadly opponents.",
      "statbonus": {
        "strength": 3,
        "dexterity": 2,
        "stamina": 1
      },
      "skillbonus": {
        "melee": 3,
        "intimidation": 2,
        "stealth": 1
      },
      "abilities": [
        "shadowstrike",
        "fearhowl"
      ],
      "traits": [
        "darkvision",
        "shadowmeld"
      ],
      "lore": "Shade Gnolls are often the shock troops in darker armies their ability to blend into shadows and strike fear into enemies making them invaluable in warfare and terror tactics.",
      "armorrating": 1
    },
    "tigran": {
      "name": "Tigran",
      "description": "Picture a humanoid now add stripes fur and feline grace and boom: you've got the Tigran. These orange furry tiger-like beings are for those who like their RPG characters with a side of whiskers and a penchant for naps in the sun.",
      "statbonus": {
        "strength": 4,
        "dexterity": 3,
        "stamina": 2
      },
      "skillbonus": {
        "melee": 2,
        "stealth": 3,
        "athletics": 2,
        "dodge": 3
      },
      "abilities": [
        "feralleap",
        "apexpredator"
      ],
      "traits": [
        "nightvision",
        "keensenses"
      ],
      "lore": "Known to be influenced by the God of Chaos Tigrans are often seen as unpredictable warriors. Their agility and strength make them formidable in both hunting and combat.",
      "armorrating": 3
    },
    "vampire": {
      "name": "Vampire",
      "description": "Ah the classic bloodsucker with a real estate portfolio. Vampires are elegant immortal beings with a taste for the finer things in life—and blood. With their supernatural abilities and charm they are both aristocrats and apex predators.",
      "statbonus": {
        "charisma": 3,
        "dexterity": 2,
        "intelligence": 1
      },
      "skillbonus": {
        "persuasion": 3,
        "stealth": 2,
        "intimidation": 1
      },
      "abilities": [
        "blooddrain",
        "hypnoticgaze"
      ],
      "traits": [
        "nightvision",
        "regeneration"
      ],
      "lore": "Vampires are often found in the upper echelons of society using their charm and power to manipulate and control. Their ancient lineage and abilities make them both revered and feared.",
      "armorrating": 1
    }
  }